adpyke.codesnap
batisteo.vscode-django
bmewburn.vscode-intelephense-client
bradlc.vscode-tailwindcss
chakrounanas.turbo-console-log
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
donjayamanne.githistory
eamodio.gitlens
esbenp.prettier-vscode
firsttris.vscode-jest-runner
vscode-icons-team.vscode-icons
gitHub.github-vscode-theme
github.copilot
github.copilot-chat
github.vscode-github-actions
github.vscode-pull-request-github
gruntfuggly.todo-tree
humao.rest-client
jebbs.plantuml
mongodb.mongodb-vscode
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-vscode.live-server
ms-vscode.vscode-typescript-next
naumovs.color-highlight
oderwat.indent-rainbow
orta.vscode-jest
prisma.prisma
quicktype.quicktype
redhat.vscode-yaml
sonarsource.sonarlint-vscode
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-portuguese-brazilian
tamasfe.even-better-toml
tilt-dev.tiltfile
tim-koehler.helm-intellisense
wallabyjs.quokka-vscode
xyz.local-history
zignd.html-css-class-completion
johnpapa.vscode-peacock
ms-vsliveshare.vsliveshare
postman.postman-for-vscode